QUESTIONS = [
    {
        "text": "Кто нанес Кевину Дэю тяжелую травму руки, когда тот еще играл за «Воронов»?",
        "options": ["Жан Моро", "Рико Морияма", "Тетсуджи Морияма", "Сет Гордон"],
        "correct": "Рико Морияма"
    },
    {
        "text": "В какой команде играл Нил Джостен до того, как Кевин Дэй и Дэвид Вэймак нашли его?",
        "options": ["«Вороны» из Эдгар Аллан", "Университет Пальметто", "Старшая школа Миллпорта", "«Троянцы» из Южной Калифорнии"],
        "correct": "Старшая школа Миллпорта"
    },
    {
        "text": "Как называется домашняя арена команды «Пальметто Стейт Лисы»?",
        "options": ["Воронье гнездо", "Стадион Пальметто", "Логово Лисов", "Лисья нора"],
        "correct": "Лисья нора"
    },
    {
        "text": "За какую команду играл Кевин Дэй до того, как сбежал к «Лисам»?",
        "options": ["«Эдгар Аллан Вороны»", "«Троянцы Южной Калифорнии»", "Университет Эджвуд", "Команда Миллпорта"],
        "correct": "«Эдгар Аллан Вороны»"
    },
    {
        "text": "Сколько очков приносит один забитый гол во время обычной игры в Экси?",
        "options": ["3 очка", "2 очка", "1 очко", "5 очков"],
        "correct": "1 очко"
    },
    {
        "text": "Кто из игроков «Лисов» первым искренне подружился с Нилом Джостеном в общежитии?",
        "options": ["Ники Хэммик", "Мэтт Бойд", "Дэн Уайлдс", "Аарон Миньярд"],
        "correct": "Мэтт Бойд"
    },
    {
        "text": "Кто из этих персонажей был «номером три» в Эдгар Аллан, правой рукой Рико и носил защитную маску?",
        "options": ["Джереми Нокс", "Натан Веснински", "Ичиро Морияма", "Жан Моро"],
        "correct": "Жан Моро"
    },
    {
        "text": "Под каким игровым номером выступал Нил Джостен, когда официально стал частью команды «Лисов»?",
        "options": ["Номер 4", "Номер 10", "Номер 1", "Номер 3"],
        "correct": "Номер 10"
    },
    {
        "text": "Как зовут командного психотерапевта, которая сильно помогла «Лисам» и к которой ходил Эндрю Миньярд?",
        "options": ["Бетси Добсон", "Эбби Уинфилд", "Кэти Феррилл", "Лола Малкольм"],
        "correct": "Бетси Добкинс"
    },
    {
        "text": "Кем приходился Нилу Джостену жестокий криминальный авторитет по прозвищу «Мясник из Балтимора»?",
        "options": ["Старшим братом", "Бывшим тренером", "Отцом", "Дядей"],
        "correct": "Отцом"
    }
]
